Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: cht-to-eng/cht-to-eng-omegat.tmx
Source language: zh_tw
Languages: en

source: Take an existing PO file or POT template and create a new translation from it.
en: Teik iksistiŋ PO fayl or POT templeit en krieit niu transleiçion from it.

source: Take translatable strings from an existing POT template.
en: Teik transleitàbol striŋs from 1-gè iksistiŋ POT templeit.

source: Taken at least once:%s of %d
en: 至少執行一次的跳轉：%s(總數為 %d)

source: Tap [no]
en: 點按[否]

source: Target DFLOAT double precision code
en: 產生 DFLOAT 雙精度程式碼

source: Target has split I&D
en: 目標平臺有分離的指令、資料空間

source: Target the AM33 processor
en: 目的為 AM33 處理器

source: Target: %s
en: 目的：%s

source: Team connection %d
en: Team 連線 %d

source: Text Filters
en: 文字過濾器

source: Text Replacement
en: Tekst Rīpleismènt

source: Text filters
en: 文字過濾器

source: Text filters are being used, and may be masking differences between files. Would you like to compare the unfiltered files?
en: 正在使用文字過濾器，可能會屏蔽檔案之間的不同。您想比對未過濾的檔案嗎？

source: Text filters are in use and may be masking content differences.
en: 文字過濾器正在使用中，可能會屏蔽內容差異。

source: Text-based filters
en: 基於文字的過濾器

source: The Bluetooth address of the device.
en: 設備的藍牙地址。

source: The Bluetooth addresses of the device and the connection didn't match.
en: 設備的藍牙地址和連接不匹配。

source: The Bluetooth connection failed or timed out
en: 藍牙連線失敗或逾時

source: The Ethernet MAC address aging time, in seconds.
en: 以太網MAC地址老化時間，單位為秒。

source: The FCoE controller mode; either "fabric" (default) or "vn2vn".
en: FCoE控制器模式; “fabric”（默認）或“vn2vn”。

source: The GNOME Project
en: GNOME 專案

source: The GPRS Access Point Name specifying the APN used when establishing a data session with the GSM-based network. The APN often determines how the user will be billed for their network usage and whether the user has access to the Internet or just a provider-specific walled-garden, so it is important to use the correct APN for the user's mobile broadband plan. The APN may only be composed of the characters a-z, 0-9, ., and - per GSM 03.60 Section 14.9.
en: GPRS接入點名稱，指定在與基於GSM的網絡建立數據會話時使用的APN。 APN通常決定用戶將如何為其網絡使用收費，以及用戶是否可以訪問互聯網或僅訪問提供商特定的圍牆花園，因此為用戶的移動寬帶計劃使用正確的APN非常重要。 APN可以僅由字符az，0-9，...和 ​​- 按GSM 03.60第14.9節組成。

source: The Hollerith constant at %L is too long to convert to %s
en: %L 的荷勒瑞斯常數太長，無法被轉換為 %s

source: The IP configuration is no longer valid
en: IP 配置已不再有效

source: The IP-over-InfiniBand transport mode. Either "datagram" or "connected".
en: IP-over-InfiniBand傳輸模式。 “數據報”或“連接”。

source: The InfiniBand P_Key to use for this device. A value of -1 means to use the default P_Key (aka "the P_Key at index 0"). Otherwise it is a 16-bit unsigned integer, whose high bit is set if it is a "full membership" P_Key.
en: 用於此設備的InfiniBand P_Key。值-1表示使用默認P_Key（也稱為“索引0處的P_Key”）。否則它是一個16位無符號整數，如果它是“完全成員資格”P_Key，則其高位被置位。

source: The JSON configuration for the team network interface. The property should contain raw JSON configuration data suitable for teamd, because the value is passed directly to teamd. If not specified, the default configuration is used. See man teamd.conf for the format details.
en: 團隊網絡接口的JSON配置。該屬性應包含適合teamd的原始JSON配置數據，因為該值直接傳遞給teamd。如果未指定，則使用默認配置。有關格式詳細信息，請參閱man teamd.conf。

source: The JSON configuration for the team port. The property should contain raw JSON configuration data suitable for teamd, because the value is passed directly to teamd. If not specified, the default configuration is used. See man teamd.conf for the format details.
en: 團隊端口的JSON配置。該屬性應包含適合teamd的原始JSON配置數據，因為該值直接傳遞給teamd。如果未指定，則使用默認配置。有關格式詳細信息，請參閱man teamd.conf。

source: The MACs of the device and the connection didn't match.
en: 設備的MAC和連接不匹配。

source: The MACs of the device and the connection do not match.
en: 設備的MAC和連接不匹配。

source: The NMSettingWiredWakeOnLan options to enable. Not all devices support all options. May be any combination of NM_SETTING_WIRED_WAKE_ON_LAN_PHY (0x2), NM_SETTING_WIRED_WAKE_ON_LAN_UNICAST (0x4), NM_SETTING_WIRED_WAKE_ON_LAN_MULTICAST (0x8), NM_SETTING_WIRED_WAKE_ON_LAN_BROADCAST (0x10), NM_SETTING_WIRED_WAKE_ON_LAN_ARP (0x20), NM_SETTING_WIRED_WAKE_ON_LAN_MAGIC (0x40) or the special values NM_SETTING_WIRED_WAKE_ON_LAN_DEFAULT (0x1) (to use global settings) and NM_SETTING_WIRED_WAKE_ON_LAN_IGNORE (0x8000) (to disable management of Wake-on-LAN in NetworkManager).
en: 啟用NMSettingWiredWakeOnLan選項。並非所有設備都支持所有選項。可能NM_SETTING_WIRED_WAKE_ON_LAN_PHY（0X2），NM_SETTING_WIRED_WAKE_ON_LAN_UNICAST（為0x4），NM_SETTING_WIRED_WAKE_ON_LAN_MULTICAST（0x8中），NM_SETTING_WIRED_WAKE_ON_LAN_BROADCAST（0x10），以，NM_SETTING_WIRED_WAKE_ON_LAN_ARP（0×20），NM_SETTING_WIRED_WAKE_ON_LAN_MAGIC（0×40）或特殊值NM_SETTING_WIRED_WAKE_ON_LAN_DEFAULT（為0x1）（使用全局設置）和NM_SETTING_WIRED_WAKE_ON_LAN_IGNORE的任意組合（0x8000）（禁用NetworkManager中的局域網喚醒管理）。

source: The NMSettingWirelessWakeOnWLan options to enable. Not all devices support all options. May be any combination of NM_SETTING_WIRELESS_WAKE_ON_WLAN_ANY (0x2), NM_SETTING_WIRELESS_WAKE_ON_WLAN_DISCONNECT (0x4), NM_SETTING_WIRELESS_WAKE_ON_WLAN_MAGIC (0x8), NM_SETTING_WIRELESS_WAKE_ON_WLAN_GTK_REKEY_FAILURE (0x10), NM_SETTING_WIRELESS_WAKE_ON_WLAN_EAP_IDENTITY_REQUEST (0x20), NM_SETTING_WIRELESS_WAKE_ON_WLAN_4WAY_HANDSHAKE (0x40), NM_SETTING_WIRELESS_WAKE_ON_WLAN_RFKILL_RELEASE (0x80), NM_SETTING_WIRELESS_WAKE_ON_WLAN_TCP (0x100) or the special values NM_SETTING_WIRELESS_WAKE_ON_WLAN_DEFAULT (0x1) (to use global settings) and NM_SETTING_WIRELESS_WAKE_ON_WLAN_IGNORE (0x8000) (to disable management of Wake-on-LAN in NetworkManager).
en: 啟用NMSettingWirelessWakeOnWLan選項。並非所有設備都支持所有選項。可以是NM_SETTING_WIRELESS_WAKE_ON_WLAN_ANY（0X2），NM_SETTING_WIRELESS_WAKE_ON_WLAN_DISCONNECT（為0x4），NM_SETTING_WIRELESS_WAKE_ON_WLAN_MAGIC（0x8中），NM_SETTING_WIRELESS_WAKE_ON_WLAN_GTK_REKEY_FAILURE（0x10的），NM_SETTING_WIRELESS_WAKE_ON_WLAN_EAP_IDENTITY_REQUEST（0×20），NM_SETTING_WIRELESS_WAKE_ON_WLAN_4WAY_HANDSHAKE（0x40的），NM_SETTING_WIRELESS_WAKE_ON_WLAN_RFKILL_RELEASE（0x80的），NM_SETTING_WIRELESS_WAKE_ON_WLAN_TCP（0x100的）或特殊值NM_SETTING_WIRELESS_WAKE_ON_WLAN_DEFAULT的任何組合（ 0x1）（使用全局設置）和NM_SETTING_WIRELESS_WAKE_ON_WLAN_IGNORE（0x8000）（禁用NetworkManager中的局域網喚醒管理）。

source: The Network ID (GSM LAI format, ie MCC-MNC) to force specific network registration. If the Network ID is specified, NetworkManager will attempt to force the device to register only on the specified network. This can be used to ensure that the device does not roam when direct roaming control of the device is not otherwise possible.
en: 用於強制特定網絡註冊的網絡ID（GSM LAI格式，即MCC-MNC）。如果指定了網絡ID，NetworkManager將嘗試強制設備僅在指定的網絡上註冊。這可用於確保在無法以其他方式直接漫遊控制設備時設備不會漫遊。

source: The SIM card unique identifier (as given by the WWAN management service) which this connection applies to. If given, the connection will apply to any device also allowed by "device-id" which contains a SIM card matching the given identifier.
en: 此連接適用的SIM卡唯一標識符（由WWAN管理服務提供）。如果給定，則連接將應用於“device-id”允許的任何設備，其中包含與給定標識符匹配的SIM卡。

source: The Spanning Tree Protocol (STP) forwarding delay, in seconds.
en: 生成樹協議（STP）轉發延遲，以秒為單位。

source: The Spanning Tree Protocol (STP) hello time, in seconds.
en: 生成樹協議（STP）問候時間，以秒為單位。

source: The Spanning Tree Protocol (STP) maximum message age, in seconds.
en: 生成樹協議（STP）最大消息時間，以秒為單位。

source: The Spanning Tree Protocol (STP) port cost for destinations via this port.
en: 通過此端口的目標的生成樹協議（STP）端口成本。

source: The Spanning Tree Protocol (STP) priority of this bridge port.
en: 此橋接端口的生成樹協議（STP）優先級。

source: The TTL to assign to tunneled packets. 0 is a special value meaning that packets inherit the TTL value.
en: 分配給隧道數據包的TTL。 0是一個特殊值，表示數據包繼承TTL值。

source: The VLAN identifier that the interface created by this connection should be assigned. The valid range is from 0 to 4094, without the reserved id 4095.
en: 應分配此連接創建的接口的VLAN標識符。有效範圍為0到4094，沒有保留ID 4095。

source: The VLAN identifiers of the device and the connection didn't match.
en: 設備的VLAN標識符和連接不匹配。

source: The VLAN mode. One of "access", "native-tagged", "native-untagged", "trunk" or unset.
en: VLAN模式。 “訪問”，“原生標記”，“原生無標記”，“主幹”或未設置之一。

source: The VLAN tag in the range 0-4095.
en: VLAN標記範圍為0-4095。

source: The VXLAN identifiers of the device and the connection didn't match.
en: 設備的VXLAN標識符和連接不匹配。

source: The Wi-Fi network could not be found
en: 找不到 Wi-Fi 網路

source: The allowed EAP method to be used when authenticating to the network with 802.1x. Valid methods are: "leap", "md5", "tls", "peap", "ttls", "pwd", and "fast". Each method requires different configuration using the properties of this setting; refer to wpa_supplicant documentation for the allowed combinations.
en: 使用802.1x對網絡進行身份驗證時使用的允許EAP方法。有效的方法是：“leap”，“md5”，“tls”，“peap”，“ttls”，“pwd”和“fast”。每種方法都需要使用此設置的屬性進行不同的配置;有關允許的組合，請參閱wpa_supplicant文檔。

source: The autoconnect priority. If the connection is set to autoconnect, connections with higher priority will be preferred. Defaults to 0. The higher number means higher priority.
en: 自動連接優先級。如果連接設置為autoconnect，則首選具有較高優先級的連接。默認值為0.數字越大表示優先級越高。

source: The bridge failure mode. One of "secure", "standalone" or empty.
en: 橋故障模式。一個“安全”，“獨立”或空。

source: The column at which to show the margin in the version control commit message editor.
en: 在版本控制提交訊息編輯器中顯示邊界的列。

source: The command used to launch a custom editor. Some limited templating is supported here; at the moment '{file}' and '{line}' are recognised tokens.
en: 用於啟動自訂編輯器的指令。這裡支援一些有限的範本。目前「{file}」和「{line}」是被辨識的 token。

source: The commits to be pushed are determined by your version control system.
en: 要推送的提交由您的版本控制系統決定。

source: The connection and device differ in S390 subchannels.
en: 連接和設備在S390子信道中不同。

source: The connection is of Bluetooth NAP type.
en: 連接是藍牙NAP類型。

source: The connection profile has been removed from another client. You may type 'save' in the main menu to restore it.
en: 連線設定檔已經從另一個客戶端上移除。您可以在主選單輸入「儲存」來復原。

source: The connection profile has been removed from another client. You may type 'save' to restore it.
en: 連線設定檔已經從另一個客戶端上移除。您可輸入「儲存」來復原。

source: The connection was not a MAC-VLAN connection.
en: 連接不是MAC-VLAN連接。

source: The connection was not a Wi-Fi connection.
en: 連接不是Wi-Fi連接。

source: The connection was not a ovs_bridge connection.
en: 連接不是ovs_bridge連接。

source: The connection was not a ovs_interface connection.
en: 連接不是ovs_interface連接。

source: The connection was not a ovs_port connection.
en: 連接不是ovs_port連接。

source: The connection was not a wpan connection.
en: 連接不是wpan連接。

source: The custom editor launch command
en: 自訂編輯器啟動指令

source: The custom font to use, stored as a string and parsed as a Pango font description.
en: 要使用的自訂字型，以字串儲存並以 Pango 字型描述。

source: The default metric for routes that don't explicitly specify a metric. The default value -1 means that the metric is chosen automatically based on the device type. The metric applies to dynamic routes, manual (static) routes that don't have an explicit metric setting, address prefix routes, and the default route. Note that for IPv6, the kernel accepts zero (0) but coerces it to 1024 (user default). Hence, setting this property to zero effectively mean setting it to 1024. For IPv4, zero is a regular value for the metric.
en: 未明確指定度量標準的路由的默認度量標準。默認值-1表示根據設備類型自動選擇度量標準。該度量適用於動態路由，沒有明確度量設置的手動（靜態）路由，地址前綴路由和缺省路由。請注意，對於IPv6，內核接受零（0）但將其強制為1024（用戶默認值）。因此，將此屬性設置為零實際上意味著將其設置為1024.對於IPv4，零是度量的常規值。

source: The device could not be readied for configuration
en: 裝置尚未準備好進行配置

source: The device is lacking Bluetooth capabilities required by the connection.
en: 該設備缺少連接所需的藍牙功能。

source: The device is lacking WPA capabilities required by the connection.
en: 該設備缺少連接所需的WPA功能。

source: The device is lacking WPA2/RSN capabilities required by the connection.
en: 該設備缺少連接所需的WPA2 / RSN功能。

source: The device is lacking capabilities required by the connection.
en: 該設備缺乏連接所需的功能。

source: The device unique identifier (as given by the WWAN management service) which this connection applies to. If given, the connection will only apply to the specified device.
en: 此連接適用的設備唯一標識符（由WWAN管理服務提供）。如果給定，則連接僅適用於指定的設備。

source: The device was removed
en: 裝置已移除

source: The device's active connection disappeared
en: 裝置的連線消失

source: The device's existing connection was assumed
en: 已假設了裝置的既有連線

source: The dialing attempt failed
en: 嘗試撥號失敗

source: The dialing request timed out
en: 撥號要求逾時

source: The earliest MacOS X version on which this program will run
en: 這個程式可能在其上執行的最早的 MacOS X 版本

source: The error cannot be fixed automatically.
en: 錯誤無法自動修復。

source: The expected start of the response
en: 預期的反應起始

source: The file may be either corrupted or in a format not recognized by Poedit.
en: The file may be either corrupted or in a format not recognised by Poedit.

source: The file was saved safely.
en: Fayl-wa seiven seifli.

source: The flow label to assign to tunnel packets. This property applies only to IPv6 tunnels.
en: 要分配給隧道數據包的流標籤。此屬性僅適用於IPv6隧道。

source: The gateway associated with this configuration. This is only meaningful if "addresses" is also set.
en: 與此配置關聯的網關。只有在設置了“地址”時才有意義。

source: The group ID which will own the device. If set to NULL everyone will be able to use the device.
en: 擁有設備的組ID。如果設置為NULL，則每個人都可以使用該設備。

source: The hardware address of the device and the connection didn't match.
en: 設備的硬件地址和連接不匹配。

source: The highest User Priority (0 - 7) which FCoE frames should use, or -1 for default priority. Only used when the "app-fcoe-flags" property includes the NM_SETTING_DCB_FLAG_ENABLE (0x1) flag.
en: FCoE幀應使用的最高用戶優先級（0 - 7），或默認優先級的-1。僅在“app-fcoe-flags”屬性包含NM_SETTING_DCB_FLAG_ENABLE（0x1）標誌時使用。

source: The highest User Priority (0 - 7) which FIP frames should use, or -1 for default priority. Only used when the "app-fip-flags" property includes the NM_SETTING_DCB_FLAG_ENABLE (0x1) flag.
en: FIP幀應使用的最高用戶優先級（0 - 7），或默認優先級的-1。僅在“app-fip-flags”屬性包含NM_SETTING_DCB_FLAG_ENABLE（0x1）標誌時使用。

source: The highest User Priority (0 - 7) which iSCSI frames should use, or -1 for default priority. Only used when the "app-iscsi-flags" property includes the NM_SETTING_DCB_FLAG_ENABLE (0x1) flag.
en: iSCSI幀應使用的最高用戶優先級（0 - 7），或默認優先級的-1。僅在“app-iscsi-flags”屬性包含NM_SETTING_DCB_FLAG_ENABLE（0x1）標誌時使用。

source: The interface name of the parent device of this device. Normally NULL, but if the "p_key" property is set, then you must specify the base device by setting either this property or "mac-address".
en: 此設備的父設備的接口名稱。通常為NULL，但如果設置了“p_key”屬性，則必須通過設置此屬性或“mac-address”來指定基本設備。

source: The interface names of the device and the connection didn't match.
en: 設備的接口名稱和連接不匹配。

source: The interface type. Either "internal", or empty.
en: 接口類型。要么是“內部”，要么是空的。

source: The interval between connectivity checks (in seconds)
en: 連線檢查之間的間隔（秒）

source: The key used for tunnel input packets; the property is valid only for certain tunnel modes (GRE, IP6GRE). If empty, no key is used.
en: 用於隧道輸入數據包的密鑰;該屬性僅對某些隧道模式（GRE，IP6GRE）有效。如果為空，則不使用密鑰。

source: The key used for tunnel output packets; the property is valid only for certain tunnel modes (GRE, IP6GRE). If empty, no key is used.
en: 用於隧道輸出數據包的密鑰;該屬性僅對某些隧道模式（GRE，IP6GRE）有效。如果為空，則不使用密鑰。

source: The line is busy
en: 忙線中

source: The local endpoint of the tunnel; the value can be empty, otherwise it must contain an IPv4 or IPv6 address.
en: 隧道的本地端點;值可以為空，否則必須包含IPv4或IPv6地址。

source: The logging backend configuration value. See logging.backend in NetworkManager.conf
en: 記錄後端配置值。請參閱NetworkManager.conf中的logging.backend

source: The login password for legacy LEAP connections (ie, key-mgmt = "ieee8021x" and auth-alg = "leap").
en: 舊版LEAP連接的登錄密碼（即key-mgmt =“ieee8021x”和auth-alg =“leap”）。

source: The login username for legacy LEAP connections (ie, key-mgmt = "ieee8021x" and auth-alg = "leap").
en: 傳統LEAP連接的登錄用戶名（即key-mgmt =“ieee8021x”和auth-alg =“leap”）。

source: The macvlan mode, which specifies the communication mechanism between multiple macvlans on the same lower device.
en: macvlan模式，指定同一下層設備上多個macvlans之間的通信機制。

source: The maximum depth of recursive inlining for inline functions
en: 內聯函式中巢狀內聯的最大深度

source: The maximum depth of recursive inlining for non-inline functions
en: 非內聯函式中巢狀內聯的最大深度

source: The maximum expansion factor when copying basic blocks
en: 複製基本區塊時最大的展開因子

source: The maximum length of path considered in cse
en: 公因式消去時考慮的最大路徑長度

source: The maximum memory locations recorded by cselib
en: cselib 可指派的最大記憶體量

source: The maximum number of blocks in a region to be considered for interblock scheduling
en: 一個區域中考慮進行塊間調度的最大塊數

source: The maximum number of incoming edges to consider for crossjumping
en: 考慮進行交叉跳轉的最大入邊數量

source: The maximum number of insns in a region to be considered for interblock scheduling
en: 一個區域中考慮進行塊間調度的最大指令數

source: The maximum number of insns of a completely peeled loop
en: 一個完全剝離的循環所能有的最大指令數

source: The maximum number of insns of a peeled loop
en: 剝離後的循環所能有的最大指令數

source: The maximum number of insns of an unswitched loop
en: 去開關後的循環所能有的最大指令數

source: The maximum number of instructions in a single function eligible for inlining
en: 單一可內聯的函式體最多能包含的指令數

source: The maximum number of instructions inline function can grow to via recursive inlining
en: 由於巢狀內聯造成的內聯函式程式碼膨脹的上限值(指令數)

source: The maximum number of instructions non-inline function can grow to via recursive inlining
en: 由於巢狀內聯造成的非內聯函式程式碼膨脹的上限值(指令數)

source: The maximum number of instructions to consider to fill a delay slot
en: 考慮填充入延遲槽中的最大指令數

source: The maximum number of instructions to consider to find accurate live register information
en: 用以發現準確的作用中暫存器資訊的最大指令數量

source: The maximum number of instructions to consider to unroll in a loop
en: 單一循環中考慮展開的最大指令數

source: The maximum number of instructions to consider to unroll in a loop on average
en: 單一循環中考慮展開的平均最大指令數

source: The maximum number of instructions to search backward when looking for equivalent reload
en: 後向搜尋以尋找等價多載入時要搜尋的最大指令數量

source: The maximum number of instructions when automatically inlining
en: 自動內聯時指令的最大數量

source: The maximum number of loop iterations we predict statically
en: 靜態預測時的最多循環次數

source: The maximum number of peelings of a single loop
en: 單一循環最大的剝離數

source: The maximum number of peelings of a single loop that is peeled completely
en: 一個完全剝離的單一循環最大的剝離數

source: The maximum number of unrollings of a single loop
en: 單一循環最多可以被展開的次數

source: The maximum number of unswitchings in a single loop
en: 單一循環中考慮去開關的最大指令數

source: The minimum number of matching instructions to consider for crossjumping
en: 考慮進行交叉跳轉的最小匹配指令數量

source: The modem could not be found
en: 找不到數據機

source: The name '%s' cannot be used as a defined operator at %C
en: 名稱「%s」在 %C 處不能做為已定義的運算子

source: The name of the network interface this connection is bound to. If not set, then the connection can be attached to any interface of the appropriate type (subject to restrictions imposed by other settings). For software devices this specifies the name of the created device. For connection types where interface names cannot easily be made persistent (e.g. mobile broadband or USB Ethernet), this property should not be used. Setting this property restricts the interfaces a connection can be used with, and if interface names change or are reordered the connection may be applied to the wrong interface.
en: 此連接綁定的網絡接口的名稱。如果未設置，則可以將連接附加到適當類型的任何接口（受其他設置強加的限制）。對於軟件設備，它指定所創建設備的名稱。對於不能輕易地使接口名稱持久化的連接類型（例如移動寬帶或USB以太網），不應使用此屬性。設置此屬性會限制可以使用連接的接口，如果接口名稱更改或重新排序，則連接可能會應用於錯誤的接口。

source: The number of retries for the authentication. Zero means to try indefinitely; -1 means to use a global default. If the global default is not set, the authentication retries for 3 times before failing the connection. Currently this only applies to 802-1x authentication.
en: 身份驗證的重試次數。零意味著無限期地嘗試; -1表示使用全局默認值。如果未設置全局默認值，則在連接失敗之前，身份驗證將重試3次。目前，這僅適用於802-1x身份驗證。

source: The number of spaces to use for a single indent step
en: 用於單一縮排層級的空格數

source: The number of times a connection should be tried when autoactivating before giving up. Zero means forever, -1 means the global default (4 times if not overridden). Setting this to 1 means to try activation only once before blocking autoconnect. Note that after a timeout, NetworkManager will try to autoconnect again.
en: 放棄前自動激活時應嘗試連接的次數。零表示永遠，-1表示全局默認值（如果未覆蓋，則為4次）。將此值設置為1表示在阻止自動連接之前僅嘗試激活一次。請注意，超時後，NetworkManager將嘗試再次自動連接。

source: The number to dial to establish the connection to the CDMA-based mobile broadband network, if any. If not specified, the default number (#777) is used when required.
en: 撥打以建立與基於CDMA的移動寬帶網絡連接的號碼（如果有）。如果未指定，則在需要時使用默認編號（＃777）。

source: The operating mode of the virtual device. Allowed values are NM_SETTING_TUN_MODE_TUN (1) to create a layer 3 device and NM_SETTING_TUN_MODE_TAP (2) to create an Ethernet-like layer 2 one.
en: 虛擬設備的操作模式。允許的值是NM_SETTING_TUN_MODE_TUN（1）來創建第3層設備，NM_SETTING_TUN_MODE_TAP（2）來創建類似以太網的第2層。

source: The password used to access the "phase2" CA certificate stored in "phase2-ca-cert" property. Only makes sense if the certificate is stored on a PKCS#11 token that requires a login.
en: 用於訪問存儲在“phase2-ca-cert”屬性中的“phase2”CA證書的密碼。只有在證書存儲在需要登錄的PKCS＃11令牌時才有意義。

source: The password used to access the "phase2" client certificate stored in "phase2-client-cert" property. Only makes sense if the certificate is stored on a PKCS#11 token that requires a login.
en: 用於訪問存儲在“phase2-client-cert”屬性中的“phase2”客戶端證書的密碼。只有在證書存儲在需要登錄的PKCS＃11令牌時才有意義。

source: The password used to access the CA certificate stored in "ca-cert" property. Only makes sense if the certificate is stored on a PKCS#11 token that requires a login.
en: 用於訪問存儲在“ca-cert”屬性中的CA證書的密碼。只有在證書存儲在需要登錄的PKCS＃11令牌時才有意義。

source: The password used to access the client certificate stored in "client-cert" property. Only makes sense if the certificate is stored on a PKCS#11 token that requires a login.
en: 用於訪問存儲在“client-cert”屬性中的客戶端證書的密碼。只有在證書存儲在需要登錄的PKCS＃11令牌時才有意義。

source: The password used to authenticate with the network, if required. Many providers do not require a password, or accept any password. But if a password is required, it is specified here.
en: 用於通過網絡進行身份驗證的密碼（如果需要）。許多提供商不需要密碼或接受任何密碼。但是如果需要密碼，則在此處指定。

source: The password used to decrypt the "phase 2" private key specified in the "phase2-private-key" property when the private key either uses the path scheme, or is a PKCS#12 format key.
en: 用於在私鑰使用路徑方案時解密“phase2-private-key”屬性中指定的“階段2”私鑰的密碼，或者是PKCS＃12格式密鑰。

source: The password used to decrypt the private key specified in the "private-key" property when the private key either uses the path scheme, or if the private key is a PKCS#12 format key.
en: 當私鑰使用路徑方案或私鑰是PKCS＃12格式密鑰時，用於解密“私鑰”屬性中指定的私鑰的密碼。

source: The percentage of function, weighted by execution frequency, that must be covered by trace formation. Used when profile feedback is available
en: 必須被蹤跡形成所覆寫的函式百分比，以執行頻率加權。當取樣反饋可用時使用

source: The percentage of function, weighted by execution frequency, that must be covered by trace formation. Used when profile feedback is not available
en: 必須被蹤跡形成所覆寫的函式百分比，以執行頻率加權。當取樣反饋無法使用時使用

source: The port component of the SCI (Secure Channel Identifier), between 1 and 65534.
en: SCI（安全通道標識符）的端口組件，介於1和65534之間。

source: The pre-shared CAK (Connectivity Association Key) for MACsec Key Agreement.
en: MACsec密鑰協議的預共享CAK（連接關聯密鑰）。

source: The pre-shared CKN (Connectivity-association Key Name) for MACsec Key Agreement.
en: MACsec密鑰協議的預共享CKN（連接關聯密鑰名稱）。

source: The remote endpoint of the tunnel; the value must contain an IPv4 or IPv6 address.
en: 隧道的遠程端點;該值必須包含IPv4或IPv6地址。

source: The selected IP method is not supported
en: 不支持所選的IP方法

source: The simplest way to fill this catalog is to update it from a POT:
en: The simplest way to fill this catalogue is to update it from a POT:

source: The size of function body to be considered large
en: 超過這個大小的函式體被認為是大的

source: The supplicant is now available
en: 要求現在已能進行

source: The threshold ratio for performing partial redundancy elimination after reload
en: 重新載入後進行部分冗餘消除的比例閾值

source: The threshold ratio of critical edges execution count that permit performing redundancy elimination after reload
en: 重新載入後允許進行冗餘消除的關鍵邊執行次數的比例閾值
